[
  {
    "id": 1,
    "title": "SV Tours",
    "subtitle": "featured case study",
    "description": "A premium travel agency. SV Tours needed a visually stunning and high-performing website to streamline bookings and showcase their unique travel experiences. We developed an intuitive platform with a seamless booking engine, dynamic package displays, and an interactive itinerary planner to enhance customer engagement and boost conversions.",
    "image": "/images/case-study/sv1.png",
    "counter": [
      {
        "title": "ROI increase",
        "amount": 70
      },
      {
        "title": "Monthly website visits",
        "amount": 120
      }
    ],
    "videoUrl": "https://www.youtube.com/watch?v=Pj_geat9hvI",
    "projectBreif1": {
      "image": "/images/case-study/sv2.png",
      "description": [
        "SV Tours aimed to enhance its online presence and provide customers with an effortless booking experience. They required a website that was not only visually appealing but also robust in functionality, integrating real-time availability and seamless transactions.",
        "We crafted a bespoke travel booking platform featuring an elegant UI, real-time package updates, and an itinerary planner that allows users to customize their trips with ease."
      ]
    },
    "projectBreif2": {
      "image": "/images/case-study/sv3.png",
      "description": [
        "SV Tours wanted a competitive edge in the travel industry, necessitating a platform with seamless navigation, quick loading speeds, and secure payment gateways.",
        "To meet these needs, we implemented a scalable architecture, ensured mobile optimization, and integrated secure payment solutions to provide users with a frictionless experience."
      ]
    },
    "solution": {
      "image": "/images/case-study/sv4.png",
      "description": [
        "We designed and developed a visually immersive website that reflects SV Tours' brand essence. The platform offers a smooth user journey from browsing destinations to booking and checkout.",
        "Key features include dynamic travel packages, a multi-step booking process, AI-powered itinerary suggestions, and integration with third-party travel APIs for real-time updates."
      ]
    },
    "process": {
      "title": "Our design process",
      "description": "Our comprehensive design strategy ensures a perfectly crafted experience tailored for SV Tours' clientele.",
      "strategies": [
        {
          "id": 1,
          "title": "Discover",
          "subtitle": "our four-step process",
          "description": "We conducted in-depth research on SV Tours’ target audience, market trends, and competitors to define the optimal design and functionality.",
          "highlightColor": "extra04-color",
          "image": "/images/process/process-01.jpg"
        },
        {
          "id": 2,
          "title": "Prototype",
          "subtitle": "our four-step process",
          "description": "We created wireframes and interactive prototypes to visualize the website’s structure, ensuring an intuitive and seamless user experience.",
          "highlightColor": "extra05-color",
          "image": "/images/process/process-02.jpg"
        },
        {
          "id": 3,
          "title": "Test",
          "subtitle": "our four-step process",
          "description": "Rigorous testing was conducted to optimize performance, security, and responsiveness across multiple devices and platforms.",
          "highlightColor": "extra06-color",
          "image": "/images/process/process-03.jpg"
        },
        {
          "id": 4,
          "title": "Build",
          "subtitle": "our four-step process",
          "description": "We developed and deployed the final product with a high-performance backend, optimized frontend, and a user-friendly CMS for easy content updates.",
          "highlightColor": "extra07-color",
          "image": "/images/process/process-04.jpg"
        }
      ]
    }
},
{
  "id": 2,
  "title": "Shreyas Ropvatika",
  "subtitle": "featured case study",
  "description": "Shreyas Ropvatika, operating under the brand name AgroPro, is a maharastra-based enterprise specializing in agricultural products and services. They cater to a diverse clientele, including individual farmers and large agricultural businesses, offering a wide range of products and solutions...",
  "image": "/images/case-study/ag1.png",
  "counter": [
    {
      "title": "ROI increase",
      "amount": 50
    },
    {
      "title": "Monthly website visits",
      "amount": 60
    }
  ],
  "videoUrl": "https://www.youtube.com/watch?v=Pj_geat9hvI",
  "projectBreif1": {
    "image": "/images/case-study/ag2.png",
    "description": [
      "AgroPro not only supplies essential inputs but also offers practical, data-backed farming techniques to increase efficiency and profitability. Their on-ground support ensures that farmers receive timely advice, reducing risk and boosting harvest outcomes. AgroPro is more than just a supplier—it's a growth partner dedicated to transforming agriculture through trust, technology, and tailored solutions."
    ]
  },
  "projectBreif2": {
    "image": "/images/case-study/ag4.png",
    "description": [
      "By integrating expert guidance with high-quality agricultural inputs, AgroPro helps farmers improve crop yields, reduce costs, and adopt eco-friendly farming practices. Whether it's a small landholder or a large-scale enterprise, AgroPro stands as a reliable partner in achieving long-term agricultural success."
    ]
  },
  "solution": {
   "image": "/images/case-study/ag3.png",
    "description": [
      "Operating under the name AgroPro, Shreyas Ropvatika delivers end-to-end agricultural solutions designed to meet the evolving needs of the farming community in Maharashtra and beyond. Their product lineup includes certified seeds, organic and chemical fertilizers, irrigation systems, and personalized consultancy services."
    ]
  },
  "process": {
    "title": "Our design process",
    "description": "Our structured approach ensured a seamless and high-performing e-commerce solution for SagarSanskar Global Kart.",
    "strategies": [
      {
        "id": 1,
        "title": "Discover",
        "subtitle": "our four-step process",
        "description": "We analyzed the e-commerce landscape, identified customer pain points, and devised a strategic plan to create a seamless online shopping experience.",
        "highlightColor": "extra04-color",
        "image": "/images/process/process-01.jpg"
      },
      {
        "id": 2,
        "title": "Prototype",
        "subtitle": "our four-step process",
        "description": "Wireframes and prototypes were designed to refine the platform’s user journey, ensuring a smooth and intuitive interface.",
        "highlightColor": "extra05-color",
        "image": "/images/process/process-02.jpg"
      },
      {
        "id": 3,
        "title": "Test",
        "subtitle": "our four-step process",
        "description": "We conducted extensive testing, including performance optimization and security audits, to ensure a stable and secure shopping experience.",
        "highlightColor": "extra06-color",
        "image": "/images/process/process-03.jpg"
      },
      {
        "id": 4,
        "title": "Build",
        "subtitle": "our four-step process",
        "description": "We launched the final version of the e-commerce platform, featuring a robust infrastructure, advanced analytics, and seamless third-party integrations.",
        "highlightColor": "extra07-color",
        "image": "/images/process/process-04.jpg"
      }
    ]
  }
},
{
  "id": 3,
  "title": "SagarSanskar Global Kart",
  "subtitle": "featured case study",
  "description": "SagarSanskar Global Kart, an innovative e-commerce platform, sought a seamless, high-performance website to showcase and sell their diverse range of products. We developed a user-friendly marketplace with a robust backend, secure payment gateways, and a smooth shopping experience.",
  "image": "/images/case-study/sg1.png",
  "counter": [
    {
      "title": "ROI increase",
      "amount": 35
    },
    {
      "title": "Monthly website visits",
      "amount": 90
    }
  ],
  "videoUrl": "https://www.youtube.com/watch?v=Pj_geat9hvI",
  "projectBreif1": {
    "image": "/images/case-study/sg2.png",
    "description": [
      "SagarSanskar Global Kart aimed to build a scalable e-commerce platform that enhances user engagement and simplifies online shopping.",
      "We designed an intuitive and responsive website featuring product filtering, real-time inventory updates, and a seamless checkout process to drive higher conversions."
    ]
  },
  "projectBreif2": {
    "image": "/images/case-study/sg3.png",
    "description": [
      "To ensure smooth operations, we implemented a secure and scalable backend supporting high traffic volumes and multiple payment methods.",
      "Our solution integrated an advanced product management system, enabling sellers to list, update, and manage inventory efficiently."
    ]
  },
  "solution": {
    "image": "/images/case-study/sg4.png",
    "description": [
      "We developed a feature-rich platform for SagarSanskar Global Kart, ensuring an optimal shopping experience through personalized recommendations and fast-loading pages.",
      "Key features include an AI-powered search engine, automated order tracking, multi-vendor management, and a user-friendly admin dashboard."
    ]
  },
  "process": {
    "title": "Our design process",
    "description": "Our structured approach ensured a seamless and high-performing e-commerce solution for SagarSanskar Global Kart.",
    "strategies": [
      {
        "id": 1,
        "title": "Discover",
        "subtitle": "our four-step process",
        "description": "We analyzed the e-commerce landscape, identified customer pain points, and devised a strategic plan to create a seamless online shopping experience.",
        "highlightColor": "extra04-color",
        "image": "/images/process/process-01.jpg"
      },
      {
        "id": 2,
        "title": "Prototype",
        "subtitle": "our four-step process",
        "description": "Wireframes and prototypes were designed to refine the platform’s user journey, ensuring a smooth and intuitive interface.",
        "highlightColor": "extra05-color",
        "image": "/images/process/process-02.jpg"
      },
      {
        "id": 3,
        "title": "Test",
        "subtitle": "our four-step process",
        "description": "We conducted extensive testing, including performance optimization and security audits, to ensure a stable and secure shopping experience.",
        "highlightColor": "extra06-color",
        "image": "/images/process/process-03.jpg"
      },
      {
        "id": 4,
        "title": "Build",
        "subtitle": "our four-step process",
        "description": "We launched the final version of the e-commerce platform, featuring a robust infrastructure, advanced analytics, and seamless third-party integrations.",
        "highlightColor": "extra07-color",
        "image": "/images/process/process-04.jpg"
      }
    ]
  }
}



]
